{
  "home": "Beranda",
  "packages": "Paket",
  "openTrip": "Open Trip",
  "privateTrip": "Private Trip",
  "gallery": "Galeri",
  "blog": "Blog",
  "aboutUs": "Tentang Kami",
  "login": "Masuk",
  "register": "Daftar",
  "logout": "Keluar",
  "dashboard": "Dashboard",
  "myProfile": "Profil Saya",
  "english": "English",
  "indonesia": "Indonesia",
  "heroButton": "Pesan Sekarang",
  "aboutTitle": "Tentang Kami",
  "aboutDescription": "Gong Komodo Tour adalah penyedia layanan wisata terkemuka di Labuan Bajo, Nusa Tenggara Timur. Kami menawarkan pengalaman wisata yang tak terlupakan dengan fokus pada keamanan, kenyamanan, dan kepuasan pelanggan.",
  "learnMore": "Pelajari Lebih Lanjut",
  "openTripTitle": "OPEN TRIP",
  "privateTripTitle": "PRIVATE TRIP",
  "aboutOpenTripTitle": "Tentang Open Trip",
  "aboutOpenTripDescription": "Open Trip adalah paket wisata yang terbuka untuk umum, dimana peserta dapat bergabung dengan peserta lain yang telah memesan perjalanan yang sama. Open Trip memiliki jadwal tetap dan harga yang lebih terjangkau.",
  "aboutPrivateTripTitle": "Tentang Private Trip",
  "aboutPrivateTripDescription": "Private Trip adalah paket wisata eksklusif yang dirancang khusus untuk grup atau individu, dimana peserta dapat mengatur itinerary sesuai kebutuhan mereka. Paket ini menawarkan pengalaman yang lebih personal dan fleksibel.",
  "findYourTripTitle": "Temukan Perjalanan Anda",
  "sortBy": "Urutkan Berdasarkan",
  "duration": "Durasi",
  "priceHighToLow": "Harga: Tinggi ke Rendah",
  "priceLowToHigh": "Harga: Rendah ke Tinggi",
  "openTripToursTitle": "Tur Open Trip",
  "openTripToursDescription": "Temukan pilihan paket perjalanan grup kami, sempurna untuk mereka yang ingin menjelajah dengan petualang lainnya.",
  "privateTripToursTitle": "Tur Private Trip",
  "privateTripToursDescription": "Temukan pilihan paket wisata eksklusif kami, sempurna untuk mereka yang menginginkan pengalaman yang dipersonalisasi.",
  "viewDetails": "Lihat Detail",
  "previous": "Sebelumnya",
  "next": "Selanjutnya",
  "customDuration": "Durasi Kustom",
  "perPax": "/pax",
  "aboutUsHeroTitle": "TENTANG KAMI",
  "aboutUsDescription": "GONG KOMODO TOUR merupakan perusahaan yang bergerak di bidang jasa perjalanan wisata yang telah berdiri sejak tahun 2016. Saat ini kami melayani paket perjalanan wisata untuk Indonesia bagian Timur yang meliputi Flores (Labuan Bajo, Ruteng, Ende, Maumere, Larantuka) & Sumba. Kami berkomitmen untuk memberikan perjalanan wisata yang tak terlupakan dengan pelayanan terbaik. Adapun tagline yang merupakan identitas dari perusahaan kami yaitu \"ENDLESS DISCOVERIES TO THE EAST\". Tagline tersebut memberikan arti bahwa, masih sangat banyak permata indah yang tersembunyi dan belum terjamah oleh para wisatawan di daerah Indonesia Timur. Selain memasarkan potensi pariwisata yang terdapat di Indonesia Timur ke mata dunia, perusahaan kami juga bertujuan untuk mensejahterakan masyarakat setempat dengan mengasah kemampuan mereka sebagai pemandu lokal berpengalaman yang siap melayani Anda menjelajahi keindahan alam dan budaya khususnya di daerah Indonesia Timur.",
  "vision": "Visi",
  "visionDescription": "Menjadi perusahaan travel agent terpercaya yang menjadi pilihan pelanggan dengan memberikan kualitas, keandalan dan pengalaman perjalanan yang tak terlupakan.",
  "mission": "Misi",
  "missionPoint1": "Memberikan pengalaman perjalanan yang tak terlupakan bagi para pelanggan",
  "missionPoint2": "Memperkenalkan destinasi wisata baru yang belum terjamah kepada kacamata dunia",
  "missionPoint3": "Memastikan bahwa seluruh kegiatan perusahaan mampu menghasilkan nilai tambah, tidak hanya dari aspek pariwisata namun juga kesejahteraan masyarakat lokal di setiap daerahnya",
  "missionPoint4": "Mengelola perusahaan berdasarkan prinsip Good Corporate Governance",
  "missionPoint5": "Memberikan pelayanan yang prima, professional dan inovatif guna memberikan kepuasan terhadap pelanggan",
  "missionPoint6": "Menyediakan berbagai macam pilihan paket perjalanan yang sesuai dengan kebutuhan dan anggaran pelanggan",
  "missionPoint7": "Memberikan layanan yang ramah dan profesional untuk memastikan kenyamanan pelanggan selama perjalanan trip",
  "missionPoint8": "Memastikan keselamatan dan keamanan para pelanggan selama perjalanan trip",
  "contactUs": "Hubungi Kami",
  "contactUsDescription": "Jika Anda memiliki pertanyaan atau ingin memesan paket wisata, jangan ragu untuk menghubungi kami melalui informasi di bawah ini.",
  "ourOffice": "Kantor Kami",
  "getInTouch": "Hubungi Kami",
  "yourName": "Nama Anda",
  "yourEmail": "Email Anda",
  "yourMessage": "Pesan Anda",
  "sendMessage": "Kirim Pesan",
  "sending": "Mengirim...",
  "messageSentSuccess": "Pesan berhasil dikirim!",
  "messageSentError": "Gagal mengirim pesan. Silakan coba lagi.",
  "ourLocation": "Lokasi Kami",
  "followUs": "Ikuti Kami",
  "instagram": "Instagram",
  "whatsapp": "WhatsApp",
  "tripAdvisor": "TripAdvisor"
} 