{
  "home": "Home",
  "packages": "Packages",
  "openTrip": "Open Trip",
  "privateTrip": "Private Trip",
  "gallery": "Gallery",
  "blog": "Blog",
  "aboutUs": "About Us",
  "login": "Login",
  "register": "Register",
  "logout": "Logout",
  "dashboard": "Dashboard",
  "myProfile": "My Profile",
  "english": "English",
  "indonesia": "Indonesia",
  "heroButton": "Book Now",
  "aboutTitle": "About Us",
  "aboutDescription": "Gong Komodo Tour is a leading tourism service provider in Labuan Bajo, East Nusa Tenggara. We offer unforgettable travel experiences with a focus on safety, comfort, and customer satisfaction.",
  "learnMore": "Learn More",
  "openTripTitle": "OPEN TRIP",
  "privateTripTitle": "PRIVATE TRIP",
  "aboutOpenTripTitle": "About Open Trip",
  "aboutOpenTripDescription": "Open Trip is a travel package open to the public, where participants can join with other participants who have booked the same trip. Open Trip has a fixed schedule and more affordable prices.",
  "aboutPrivateTripTitle": "About Private Trip",
  "aboutPrivateTripDescription": "Private Trip is an exclusive travel package specially designed for groups or individuals, where participants can arrange the itinerary according to their needs. This package offers a more personal and flexible experience.",
  "findYourTripTitle": "Find Your Trip",
  "sortBy": "Sort By",
  "duration": "Duration",
  "priceHighToLow": "Price: High to Low",
  "priceLowToHigh": "Price: Low to High",
  "openTripToursTitle": "Open Trip Tours",
  "openTripToursDescription": "Discover our selection of group travel packages, perfect for those who want to explore with other adventurers.",
  "privateTripToursTitle": "Private Trip Tours",
  "privateTripToursDescription": "Discover our selection of exclusive travel packages, perfect for those who want a personalized experience.",
  "viewDetails": "View Details",
  "previous": "Previous",
  "next": "Next",
  "customDuration": "Custom Duration",
  "perPax": "/pax",
  "aboutUsHeroTitle": "ABOUT US",
  "aboutUsDescription": "GONG KOMODO TOUR is a company engaged in travel services that has been established since 2016. Currently, we serve travel packages for Eastern Indonesia covering Flores (Labuan Bajo, Ruteng, Ende, Maumere, Larantuka) & Sumba. We are committed to providing unforgettable travel experiences with the best service. Our company's tagline which is the identity of our company is \"ENDLESS DISCOVERIES TO THE EAST\". This tagline means that there are still many beautiful hidden gems that have not been explored by tourists in Eastern Indonesia. In addition to marketing the tourism potential in Eastern Indonesia to the world, our company also aims to prosper the local community by honing their abilities as experienced local guides who are ready to serve you in exploring the beauty of nature and culture, especially in Eastern Indonesia.",
  "vision": "Vision",
  "visionDescription": "To become a trusted travel agent company that is the customer's choice by providing quality, reliability and unforgettable travel experiences.",
  "mission": "Mission",
  "missionPoint1": "Provide unforgettable travel experiences for customers",
  "missionPoint2": "Introduce new unexplored tourist destinations to the world's eyes",
  "missionPoint3": "Ensure that all company activities are able to generate added value, not only from the tourism aspect but also the welfare of local communities in each region",
  "missionPoint4": "Manage the company based on Good Corporate Governance principles",
  "missionPoint5": "Provide excellent, professional and innovative services to provide customer satisfaction",
  "missionPoint6": "Provide various travel package options that suit customer needs and budgets",
  "missionPoint7": "Provide friendly and professional service to ensure customer comfort during the trip",
  "missionPoint8": "Ensure the safety and security of customers during the trip",
  "contactUs": "Contact Us",
  "contactUsDescription": "If you have any questions or want to book a tour package, please don't hesitate to contact us through the information below.",
  "ourOffice": "Our Office",
  "getInTouch": "Get in Touch",
  "yourName": "Your Name",
  "yourEmail": "Your Email",
  "yourMessage": "Your Message",
  "sendMessage": "Send Message",
  "sending": "Sending...",
  "messageSentSuccess": "Message sent successfully!",
  "messageSentError": "Failed to send message. Please try again.",
  "ourLocation": "Our Location",
  "followUs": "Follow Us",
  "instagram": "Instagram",
  "whatsapp": "WhatsApp",
  "tripAdvisor": "TripAdvisor"
} 